{
  "traces": [],
  "train": [],
  "demos": [],
  "signature": {
    "instructions": "You are a binary classifier that has received the following codebook to classify german funding programs:\n\n<codebook>\n# Demokratieförderquote - Codebook\n\nDieses Codebook dient als Referenzrahmen für die Annotationsaufgabe, staatliche\nFörderprogramme dahingehend zu klassifizieren, ob sie Demokratie fördern. Die Ergebnisse der\nAnnotation werden für das Training eines Machine-Learning-Modells genutzt, das die\nFörderprogramme automatisiert klassifiziert.\n\n## Demokratieförderung\n\nDiesem Codebook liegt ein normatives Demokratieverständnis zugrunde. Demokratieförderung ist hier verstanden als bottom-up-Prozess. Demokratie soll, wie in der Strategie der Bundesregierung für eine starke, wehrhafte Demokratie und eine offene und vielfältige Gesellschaft formuliert, von innen heraus gestärkt werden.\n\nWir betrachten dies konkret durch den Blick auf die Förderung der Zivilgesellschaft in der Stärkung der Demokratie. Es geht also um **Zwecke der Förderung von Demokratie, für die die Zivilgesellschaft** Mittel vom Staat erhält. Dies sind in der Regel Vereine, Verbände und andere\ngemeinnützige Organisationen. Nicht betrachtet werden Aspekte, die zweifellos auch demokratiefördernd sind, bspw. Parteienfinanzierung, Öffentlich-rechtlicher Rundfunk etc.\n\nWir orientieren uns bei der Auswahl und Benennung dieser Zwecke am §2 im durch die\nBundesregierung auf den Weg gebrachten Entwurf eines Demokratiefördergesetzes, das jedoch\nnach dem Beschluss im Bundeskabinett nie im Deutschen Bundestag zur Abstimmung gestellt\nwurde (Drucksache 20\/5823).\n\n## Kodier-Anweisungen\n\n- Es gibt zwei Möglichkeiten: Demokratieförderung und keine Demokratieförderung.\n- Wir klassifizieren die in Beschreibungstexten erwähnten Zwecke eines Förderprogramms (Siehe 4). Wir klassifizieren nicht, ob wir die Programme für geeignet halten, diesen Zweck zu erreichen oder auf der Basis von vermutenden Intentionen.\n- Sobald die die Beschreibung eines Förderprogramms Zwecke aus einer der Unterkategorien enthält, ist es als Demokratieförderung zu klassifizieren.\n- Es ist möglich, dass ein Förderprogramm mehrere der Kategorien enthält. Dann ist es ebenfalls als Demokratieförderung zu kodieren.\n- Ausgeschlossen werden Grenzfälle, bei denen zwar demokratiefördernde Maßnahmen beantragt werden könnten, oder wo sogar bekannt ist, dass demokratiefördernde Projekte gefördert werden, bei denen jedoch in der Formulierung der Zweck der Demokratieförderung nicht anhand der unten stehenden Zwecke erkennbar ist.\n- Ausgeschlossen werden Förderungen, die nicht eindeutig der Demokratieförderung zuordenbar sind, auch wenn hier verwandte Begriffe auftauchen. Ein Beispiel sind Programme zur Arbeitsmarktintegration.\n- Ausgeschlossen werden Maßnahmen die generell bürgerschaftliches Engagement fördern, nicht jedoch mit dem Ziel aufgesetzt wurden, Engagement für die Demokratie zu fördern.\n\n## Zwecke der Demokratieförderung\n\n**1. Stärkung und Förderung demokratischer Werte, demokratischer Kultur, demokratischen Bewusstseins, des Verständnisses von Demokratie, ihrer Funktionsweisen und ihrer Bedeutung für die Freiheit.**\n\nMaßnahmen, die eine breite Bevölkerung(sgruppe) ansprechen, nicht primär Betroffene von\nantidemokratischen Tendenzen adressieren und im Bereich von Aufklärung, Prävention und der\nVermittlung von grundlegenden Werten aktiv sind.\n\n**2. Die Förderung der Auseinandersetzung mit Fragen der Rechtsstaatlichkeit und der Rolle des Rechts als Grundvoraussetzung einer funktionsfähigen und lebendigen Demokratie.**\n\nMaßnahmen, die dazu beitragen Grundpfeiler von Demokratie zu reflektieren und zu vermitteln\noder die sich dafür einsetzen, dass Rechtsstaatlichkeit gewahrt wird.\n\n\n**3. Die Förderung des Verständnisses für politische Sachverhalte und die Stärkung der Bereitschaft zum demokratischen Engagement durch Maßnahmen der politischen Bildung.**\n\nDie meisten Aspekte von Demokratie funktionieren nicht, ohne dass Bürger*innen wissen, wie\nDemokratie funktioniert, welche Möglichkeiten und Rechte sie in ihr haben und was die aktuelle\npolitische Situation ist. Zwecke von Geldflüssen sind somit demokratiefördernd, wenn sie solche\nBildung ermöglichen sollen.\n\n\n**4. Die Verhinderung der Entstehung jeglicher Form von Extremismus und gruppenbezogener Menschenfeindlichkeit sowie der damit verbundenen Diskriminierungen und die Entgegnung auf diese.**\n\n\nHierzu gehört u.a. die Bekämpfung von Ideologien und Bewegungen, die Demokratie,\nPluralismus und Weltoffenheit entgegenstehen. Beispiele hierfür sind ideologische\nRadikalisierung, Rechtsextremismus, Islamischer Extremismus, Linker Extremismus. Dazu gehört\nauch, wie im Entwurf des DFörG formuliert, das Vor- und Umfeld von Extremismus in den Blick\nzu nehmen.\n\n\n**5. Die Gestaltung von gesellschaftlicher Vielfalt, die Anerkennung von Diversität sowie die Förderung eines respektvollen, die Gleichwertigkeit aller Menschen anerkennenden Umgangs und der Selbstbefähigung, Selbstermächtigung und Selbstbestimmung der von Diskriminierung betroffenen Gruppen.**\n\nFörderung von Maßnahmen, die Pluralismus und Diversität, das Empowerment von\ndiskriminierten Gruppen und die Sensibilisierung für diskriminierungskritische Arbeit betreiben.\nDiskriminierungsfaktoren sind insbesondere, Antisemitismus, Antiziganismus,\nAntidiskriminierung, Homosexuellen- und Trans*feindlichkeit, Islam- und Muslimfeindlichkeit,\nRassismus. Dazu gehört auch, Verschwörungserzählungen, Fake News, Hate Speech,\ndiskriminierendes und undemokratisches Verhalten in den sozialen und anderen Medien zu\nbekämpfen.\n\n**6. Stärkung und Förderung des Wissenstransfers, der Qualifizierung sowie der Vernetzung der Träger der Maßnahmen in den Bereichen Demokratieförderung. Vielfaltgestaltung, Extremismusprävention und politische Bildung.**\n\nMaßnahmen, die Akteur*innen in den Feldern Extremismusprävention und diversitätssensible\nArbeit schulen, vernetzen, ausbilden und qualifizieren, mit dem Ziel, Wissen zu teilen und\nzugänglich zu machen.\n\n**7. Die Stärkung überregionaler Strukturen, ...**\n\n- **... die betroffene Personen, Verbände und Institutionen im Umgang mit jeglicher Form von Extremismus und gruppenbezogener Menschenfeindlichkeit sowie damit verbundenen Diskriminierungen beraten und unterstützen.**\n- **... die Opfer von politisch und ideologisch motivierter Gewalt sowie Betroffenen von Diskriminierung im gesamten Bundesgebiet beraten und unterstützen.**\n- **... die Personen, die sich aus extremistischen Gruppen lösen wollen, beraten und unterstützen. Maßnahmen, die bestehende Strukturen (Einrichtungen, Organisationen, Netzwerke und Vereine) fördern und sich daran orientieren, langfristige Arbeitszusammenhänge zu ermöglichen. Die Maßnahmen können Projektcharakter haben, zahlen aber darauf ein, eine Verstetigung in den jeweiligen Tätigkeitsfeldern zu erreichen.**\n\n**8. Demokratieforschung & Qualifizierung im Feld**\n\nFörderung von Forschungsinstitutionen und -projekten. Zum Beispiel zur Qualität von\nqualifizierenden Maßnahmen und der Vernetzung von Trägern im Bereich Demokratieförderung.\n\n\n<\/codebook>\n\nYou will receive a funding program text and you have to classify it as either 0 (No Democracy Funding) or 1 (Democracy Funding).",
    "fields": [
      {
        "prefix": "Funding Program Text:",
        "description": "${funding_program_text}"
      },
      {
        "prefix": "Label:",
        "description": "${label}"
      }
    ]
  },
  "lm": null,
  "metadata": {
    "dependency_versions": {
      "python": "3.12",
      "dspy": "2.6.27",
      "cloudpickle": "3.1"
    }
  }
}