{
  "traces": [],
  "train": [],
  "demos": [
    {
      "augmented": true,
      "funding_program_text": "Gleichstellung stärken – Qualifizierungen für Frauenbeauftragte\/Gleichstellungsbeauftragte (ESF+ 2021–2027) (Förderbereich: Aus- & Weiterbildung, Frauenförderung; Förderberechtigte: Bildungseinrichtung, Forschungseinrichtung, Kommune, Öffentliche Einrichtung, Unternehmen, Verband\/Vereinigung): Kurztext Wenn Sie als Weiterbildungsanbieterin und Weiterbildungsanbieter Fortbildungen und Coachings für Frauenbeauftragte und Gleichstellungsbeauftragte durchführen, können Sie unter bestimmten Bedingungen einen Zuschuss bekommen. Volltext Der Freistaat Bayern fördert mit Unterstützung des Europäischen Sozialfonds Plus (ESF+) Fortbildungen und Coachingmaßnahmen, die Sie als Weiterbildungsanbieterin und Weiterbildungsanbieter für Frauenbeauftragte und Gleichstellungsbeauftragte in Unternehmen durchführen, um sie bei der Erfüllung ihrer Aufgaben zu unterstützen. Sie bekommen die Förderung für Vorhaben mit folgenden Schwerpunkten: * Erhöhung der Qualität der Gleichstellungsarbeit, * Verbesserung der Resilienz der Gleichstellungsbeauftragten. Darüber hinaus bekommen Sie die Förderung auch für die Entwicklung von neuen Ansätzen für Weiterbildungsschulungen und Formate. Sie erhalten die Förderung als Zuschuss. Die Höhe des ESF+-Zuschusses beträgt bis zu 40 Prozent und des Landeszuschusses bis zu 20 Prozent der förderfähigen Kosten. Reichen Sie bitte Ihren Antrag mindestens 2 Monate vor Beginn der zu fördernden Maßnahme ausschließlich über das Onlineportal ESF Bavaria 2021 ein. Für die Auswahl der Projekte ist das Bayerische Staatsministerium für Familie, Arbeit und Soziales, Referat S4, zuständig. Sie können jederzeit Voranfragen zu Projektmöglichkeiten stellen.",
      "label": 0
    },
    {
      "funding_program_text": "Erwerb von Geschäftsanteilen von Wohnungsbaugenossenschaften (Förderbereich: Wohnungsbau & Modernisierung; Förderberechtigte: Privatperson): Kurztext Wenn Sie im Besitz eines Wohnberechtigungsscheins (WBS) sind und einen Geschäftsanteil an einer Wohnungsbaugenossenschaft kaufen möchten, um eine Wohnung zu beziehen, können Sie unter bestimmten Voraussetzungen ein Darlehen erhalten. Volltext Das Land Berlin unterstützt Sie als einkommensschwachen Haushalt beim Erwerb eines Geschäftsanteils an einer Wohnungsbaugenossenschaft. Sie erhalten die Förderung vorrangig für den erstmaligen Bezug einer genossenschaftlichen Neubauwohnung. Zudem können Sie eine Förderung beim Erwerb von Geschäftsanteilen durch Mieterhaushalte in einem Bestandsgebäude nach dessen Erwerb durch eine Wohnungsbaugenossenschaft erhalten. Sie erhalten die Förderung als zinsloses Darlehen. Die Höhe des Darlehens richtet sich nach der Höhe des Betrags, mit dem Sie zur Überlassung einer Wohnung genossenschaftliche Geschäftsanteile erwerben oder projektbezogene Beteiligungen leisten. Der Mindestbetrag für das Darlehen beträgt EUR 2.000, seine maximale Höhe EUR 50.000 je Haushalt. Auf den ausgezahlten Betrag des Darlehens erhalten Sie bei fortbestehendem Anspruch auf einen Wohnberechtigungsschein nach drei Vierteln der Darlehenslaufzeit einen Teilverzicht von 25 Prozent des ausgezahlten Darlehensbetrags. Ihren Antrag reichen Sie bei der Investitionsbank Berlin (IBB) ein.",
      "label": 0
    },
    {
      "funding_program_text": "Transformationscluster Soziale Innovationen für nachhaltige Städte (Förderbereich: Forschung & Innovation (themenspezifisch); Förderberechtigte: Forschungseinrichtung, Hochschule, Kommune, Öffentliche Einrichtung, Unternehmen, Verband\/Vereinigung): Kurztext Wenn Sie im Bereich der sozialen und technologischen Innovationen für eine nachhaltige Stadt forschen und entwickeln, können Sie unter bestimmten Voraussetzungen einen Zuschuss erhalten. Volltext Das Bundesministerium für Bildung und Forschung (BMBF) unterstützt Sie beim Aufbau stadtregionaler Transformationscluster für eine nachhaltige Stadtentwicklung. Gefördert werden Verbundprojekte, die sozial-innovative Ansätze einer nachhaltigen Stadtentwicklung in urbanen und stadtregionalen Räumen identifizieren, in experimentellen Forschungsformaten entwickeln, erproben und erforschen. Hierzu veröffentlicht das BMBF voraussichtlich alle 2 Jahre einen Förderaufruf. Diese spezifischen Förderaufrufe beziehen sich auf eines oder mehrere der folgenden Module: * Modul 1: Nachhaltige und klimafreundliche Gebäudebestandserneuerung und effiziente und suffiziente Flächennutzung in bestehenden Stadtquartieren und Siedlungsbereichen, * Modul 2: Soziale Innovationen für die „grüne“ Stadt, * Modul 3: Soziale Innovationen für nachhaltige, vitale und multifunktionale Stadtkerne, * Modul 4: Soziale Innovationen für urbane Produktion, regionale Wertschöpfung und wirtschaftliche Resilienz, * Modul 5: Soziale Innovationen für nachhaltige urbane Mobilität und Verkehrsinfrastrukturen, * Modul 6: Zukunftsthemen für eine sozial-innovative und nachhaltige Stadtentwicklung. Sie erhalten die Förderung als Zuschuss. * Als Unternehmen der gewerblichen Wirtschaft und als Forschungseinrichtung mit einem wirtschaftlichen Vorhaben erhalten Sie normalerweise 50 Prozent Ihrer förderfähigen Kosten. * Als kleines oder mittleres Unternehmen (KMU) können Sie unter bestimmten Voraussetzungen einen Bonus erhalten. Hierfür müssen Sie die Kriterien der EU für KMU erfüllen. * Als Hochschule oder außeruniversitäre Forschungseinrichtung können Sie bis zu 100 Prozent der zuwendungsfähigen Ausgaben erhalten. * Wenn Sie als Hochschule ein nichtwirtschaftliches Forschungsvorhaben planen, können Sie zusätzlich zu Ihren zuwendungsfähigen Ausgaben eine Projektpauschale in Höhe von 20 Prozent erhalten. * Als Kommune können Sie normalerweise bis zu 100 Prozent der zuwendungsfähigen Ausgaben erhalten. Das Antragsverfahren ist zweistufig. Bitte reichen Sie in der 1. Stufe Ihre Projektskizze bei dem DLR-Projektträger ein. In der 2. Verfahrensstufe werden Sie für Ihre positiv bewertete Projektskizze aufgefordert, einen förmlichen Förderantrag vorzulegen. Für die Erstellung Ihrer Projektskizze und Ihres Antrags nutzen Sie bitte das elektronische Antragssystem easy-Online.",
      "label": 0
    },
    {
      "funding_program_text": "Landesprogramm Arbeit – C3 Alphabetisierung und Grundbildung (Förderbereich: Arbeit, Aus- & Weiterbildung, Gesundheit & Soziales; Förderberechtigte: Bildungseinrichtung, Verband\/Vereinigung): Kurztext Wenn Sie deutschsprechende Analphabetinnen und Analphabeten unterrichten und beraten und darüber hinaus Öffentlichkeitsarbeit leisten und Akteure in der Arbeitswelt zum Thema Alphabetisierung und Grundbildung sensibilisieren, können Sie unter bestimmten Voraussetzungen einen Zuschuss bekommen. Volltext Das Land Schleswig-Holstein unterstützt im Rahmen des Landesprogramms Arbeit mit Mitteln des Europäischen Sozialfonds Plus (ESF Plus 2021–2027) Sie als Bildungsträger, wenn Sie Kurse, Informationen und Beratungen für gering literarisierte Erwachsene beziehungsweise Personen mit Defiziten in der Grundbildung anbieten. Sie bekommen die Förderung für * Organisation und Durchführung von Unterricht in Kursen sowie begleitende Lernberatungen von Betroffenen, * Beratungsleistungen für unterschiedliche Zielgruppen (Betroffene, Kursleitende, Multiplikatoren) und eine ergänzende Öffentlichkeitsarbeit, die Akteure in der Arbeitswelt sensibilisiert. Sie bekommen die Förderung als Zuschuss. Die Höhe des Zuschusses beträgt bis zu 83 Prozent der förderfähigen Gesamtausgaben. Sie müssen die restlichen zuwendungsfähigen Kosten entweder aus Eigenmitteln oder durch Mittel von Dritten finanzieren. Die Förderung ist in mehrere Abschnitte aufgeteilt. Vor jedem Förderabschnitt erfolgt eine erneute Ausschreibung mit festgelegter Antragsfrist. Reichen Sie Ihren Antrag bitte vor Beginn der zu fördernden Maßnahme schriftlich und als PDF-Datei per E-Mail an lpa-belege@ib-sh.de bei der Investitionsbank Schleswig-Holstein (IB.SH) ein.",
      "label": 0
    }
  ],
  "signature": {
    "instructions": "You are the final safeguard in a high-stakes, real-time grant-application pipeline.  \nA national crisis-response fund has only minutes left to decide which incoming German “Funding Program” paragraphs should be routed to the *Democracy Protection Task-Force* (label 1) and which must be ignored as ordinary sector grants (label 0).  \nA misclassification could either:\n\n- starve front-line projects that combat extremism, protect the rule of law, or defend democratic culture, **or**  \n- waste scarce emergency euros on routine business loans or infrastructure subsidies.\n\nYour mission: in a single, decisive read-through, inspect the entire paragraph—including Kurztext, Volltext, bullet points, eligibility lists, and numeric caps—and output **only** the integer label:\n\n- 0 → no match with any democracy-funding criterion.  \n- 1 → at least one match with the eight democracy-funding categories (democratic values, rule-of-law education, political literacy, extremism prevention, diversity & anti-discrimination, actor qualification, supra-regional victim support, democracy research).\n\nDo not explain, do not hedge, do not add punctuation.  \nReturn one character: 0 or 1.",
    "fields": [
      {
        "prefix": "Funding Program Text:",
        "description": "${funding_program_text}"
      },
      {
        "prefix": "Label:",
        "description": "${label}"
      }
    ]
  },
  "lm": null,
  "metadata": {
    "dependency_versions": {
      "python": "3.12",
      "dspy": "2.6.27",
      "cloudpickle": "3.1"
    }
  }
}