{
  "traces": [],
  "train": [],
  "demos": [],
  "signature": {
    "instructions": "You are a binary classifier that has received the following codebook to classify german funding programs based on whether they are funding democracy. \nOnce one or more of the following categories are present in the funding program, it is classified as democracy funding:\n\n**1. Strengthening and promoting democratic values, democratic culture, democratic awareness, understanding of democracy, its functioning, and its significance for freedom.**\n\nMeasures that address a broad population group, not primarily targeting those affected by anti-democratic tendencies, and are active in education, prevention, and conveying basic values.\n\n**2. Promotion of engagement with questions of the rule of law and the role of law as a fundamental prerequisite for a functioning and vibrant democracy.**\n\nMeasures that help reflect on and convey the pillars of democracy or advocate for the preservation of the rule of law.\n\n**3. Promotion of understanding of political matters and strengthening willingness for democratic engagement through political education measures.**\n\nMost aspects of democracy do not work without citizens knowing how democracy functions, what rights and possibilities they have, and what the current political situation is. Funding purposes are therefore democracy-promoting if they enable such education.\n\n**4. Prevention of the emergence of any form of extremism and group-related hostility as well as the associated discrimination and counteraction against these.**\n\nThis includes combating ideologies and movements that oppose democracy, pluralism, and openness. Examples include ideological radicalization, right-wing extremism, Islamic extremism, left-wing extremism. It also involves addressing the environments and conditions leading to extremism.\n\n**5. Shaping social diversity, recognition of diversity, as well as promoting respectful interaction that acknowledges the equal worth of all people and the empowerment, self-activation, and self-determination of groups affected by discrimination.**\n\nPromotion of measures that work on pluralism and diversity, empowerment of discriminated groups, and sensitization for discrimination-critical work. Discrimination factors especially include antisemitism, antiziganism, anti-discrimination, homophobia and transphobia, Islamophobia and Muslimophobia, racism. This also includes combating conspiracy theories, fake news, hate speech, discriminatory and anti-democratic behavior in social and other media.\n\n**6. Strengthening and promoting knowledge transfer, qualification, and networking of actors implementing measures in the fields of democracy promotion, diversity shaping, extremism prevention, and political education.**\n\nMeasures that train, network, educate, and qualify actors in extremism prevention and diversity-sensitive work with the goal to share and make knowledge accessible.\n\n**7. Strengthening supra-regional structures...**\n\n- **... that advise and support affected persons, associations, and institutions in dealing with any form of extremism and group-related hostility as well as associated discrimination.**\n- **... that advise and support victims of politically and ideologically motivated violence as well as persons affected by discrimination throughout the country.**\n- **... that advise and support persons who want to leave extremist groups. Measures that promote existing structures (facilities, organizations, networks, and clubs) and aim at enabling long-term working relationships. Measures may be project-based but contribute to sustaining respective fields of activity.**\n\n**8. Democracy research & qualification in the field**\n\nFunding of research institutions and projects, for example, on the quality of qualifying measures and networking of actors in the democracy promotion sector.\n\n\nYou will receive a funding program text and you have to classify it as either 0 (No Democracy Funding) or 1 (Democracy Funding).",
    "fields": [
      {
        "prefix": "Funding Program Text:",
        "description": "${funding_program_text}"
      },
      {
        "prefix": "Label:",
        "description": "${label}"
      }
    ]
  },
  "lm": null,
  "metadata": {
    "dependency_versions": {
      "python": "3.12",
      "dspy": "2.6.27",
      "cloudpickle": "3.1"
    }
  }
}