{
  "traces": [],
  "train": [],
  "demos": [
    {
      "augmented": true,
      "funding_program_text": "Validierung des technologischen und gesellschaftlichen Innovationspotenzials wissenschaftlicher Forschung – VIP+ (Förderbereich: Forschung & Innovation (themenoffen); Förderberechtigte: Hochschule, Forschungseinrichtung, Öffentliche Einrichtung): Kurztext Wenn Sie als Hochschule oder Einrichtung Ihre innovativen Forschungsergebnisse auf Anwendbarkeit und Verwertung prüfen wollen, dann können Sie unter bestimmten Voraussetzungen einen Zuschuss erhalten. Volltext Das Bundesministerium für Bildung und Forschung (BMBF) unterstützt Sie als Forschungseinrichtung, Hochschule oder öffentliche Einrichtung bei der Finanzierung von Vorhaben in allen Forschungsbereichen. Gefördert werden Vorhaben, die die Machbarkeit und Umsetzbarkeit von Forschungsergebnissen sowie deren Innovationspotenzial systematisch aufzeigen. Die betroffenen Forschungsergebnisse müssen sich zum Zeitpunkt des Vorhabens in der Validierungsphase befinden, das heißt zwischen Findung und Anwendung. Sie erhalten die Förderung als Zuschuss für einen Zeitraum von bis zu 3 Jahren. Der Zuschuss beträgt normalerweise bis zu EUR 500.000 pro Vorhaben und Jahr. An der Fördermaßnahme VIP+-Interessierten – insbesondere Erstantragstellenden – wird empfohlen, sich für eine Erstberatung mit der Förderberatung „Forschung und Innovation“ des Bundes in Verbindung zu setzen. Sie berät bei der Zuordnung von Projektideen und vermittelt fachliche Ansprechpartner beim Projektträger. Die Förderberatung steht auch für weiterführende Förderfragen zur Validierung sowie zum Wissens- und Erkenntnistransfer zur Verfügung. www.foerderinfo.bund.de Telefon: 0800 26 23 008 E-Mail: beratung@foerderinfo.bund.de Ihren Antrag stellen Sie bitte bei der VDI\/VDE Innovation + Technik GmbH.",
      "label": 0
    },
    {
      "augmented": true,
      "funding_program_text": "Information von Verbrauchern über regionale Wertschöpfungsketten zur Erzeugung von Bioprodukten sowie zur Umsetzung von begleitenden pädagogischen Angeboten (RIGE) (Förderbereich: Landwirtschaft & Ländliche Entwicklung, Messen & Ausstellungen; Förderberechtigte: Hochschule, Öffentliche Einrichtung, Verband\/Vereinigung, Kommune): Kurztext Wenn Sie Verbraucherinnen und Verbraucher über Bioprodukte und deren Einsatz informieren möchten, können Sie unter bestimmten Voraussetzungen einen Zuschuss erhalten. Volltext Der Bund unterstützt im Rahmen des Bundesprogramms „Ökologischer Landbau“ Maßnahmen, die der Information von Verbrauchern über die folgenden Themen dienen: Besonderheiten des ökologischen Landbaus sowie die regionale Wertschöpfung von ökologisch erzeugten Lebensmitteln. Diese Maßnahmen können insbesondere Informationskampagnen, Veranstaltungen mit Informationscharakter und Medien, die der Information dienen, sein. Sie erhalten die Förderung für Maßnahmen, die wegweisende Beispiele darstellen und folgende Inhalte vermitteln: rechtliche Grundlagen, insbesondere EU-Rechtsvorschriften für den ökologischen Landbau, für die ökologische Erzeugung und Verarbeitung von Lebensmitteln und deren Kennzeichnung, aktuelle Entwicklungen des Ökolandbaus in Deutschland und in der jeweiligen Region, Art und Weise der Kooperationen entlang der Wertschöpfungskette und Beispiele für tragfähige Partnerschaften in der Wertschöpfungskette, Wirkung solcher Partnerschaften für die jeweilige Region, zum Beispiel auf Arbeitsplätze und Identifikation durch regionale Spezialitäten. Sie erhalten die Förderung als Zuschuss für einen Zeitraum von einem Jahr bis zu 3 Jahren. Die Höhe des Zuschusses beträgt bis zu 90 Prozent Ihrer zuwendungsfähigen Kosten. Die Bagatellgrenze für Ihr Vorhaben liegt bei EUR 30.000. Bitte stellen Sie Ihren Antrag in zweifacher Ausfertigung bei der Bundesanstalt für Landwirtschaft und Ernährung (BLE). Bis auf mit Haushaltsmitteln des Bundes können Sie diesen Zuschuss mit weiteren öffentlichen Mitteln kombinieren. Das Förderprogramm ist Teil des „Bundesprogramm Ökologischer Landbau (BÖL)“. Zurzeit umfasst dieses Programm 2 Bereiche: Informations- und Forschungsmanagement. Beachten Sie bitte, dass es für jeden Bereich und die jeweiligen Unterthemen eigene Richtlinien gibt.",
      "label": 0
    },
    {
      "funding_program_text": "Erwerb von Geschäftsanteilen von Wohnungsbaugenossenschaften (Förderbereich: Wohnungsbau & Modernisierung; Förderberechtigte: Privatperson): Kurztext Wenn Sie im Besitz eines Wohnberechtigungsscheins (WBS) sind und einen Geschäftsanteil an einer Wohnungsbaugenossenschaft kaufen möchten, um eine Wohnung zu beziehen, können Sie unter bestimmten Voraussetzungen ein Darlehen erhalten. Volltext Das Land Berlin unterstützt Sie als einkommensschwachen Haushalt beim Erwerb eines Geschäftsanteils an einer Wohnungsbaugenossenschaft. Sie erhalten die Förderung vorrangig für den erstmaligen Bezug einer genossenschaftlichen Neubauwohnung. Zudem können Sie eine Förderung beim Erwerb von Geschäftsanteilen durch Mieterhaushalte in einem Bestandsgebäude nach dessen Erwerb durch eine Wohnungsbaugenossenschaft erhalten. Sie erhalten die Förderung als zinsloses Darlehen. Die Höhe des Darlehens richtet sich nach der Höhe des Betrags, mit dem Sie zur Überlassung einer Wohnung genossenschaftliche Geschäftsanteile erwerben oder projektbezogene Beteiligungen leisten. Der Mindestbetrag für das Darlehen beträgt EUR 2.000, seine maximale Höhe EUR 50.000 je Haushalt. Auf den ausgezahlten Betrag des Darlehens erhalten Sie bei fortbestehendem Anspruch auf einen Wohnberechtigungsschein nach drei Vierteln der Darlehenslaufzeit einen Teilverzicht von 25 Prozent des ausgezahlten Darlehensbetrags. Ihren Antrag reichen Sie bei der Investitionsbank Berlin (IBB) ein.",
      "label": 0
    },
    {
      "funding_program_text": "Landesprogramm Wirtschaft 2021–2027 – Förderung von Energieeinspar- und Energieeffizienztechnologien und Energieinnovationen (E3) (Förderbereich: Energieeffizienz & Erneuerbare Energien, Forschung & Innovation (themenspezifisch); Förderberechtigte: Forschungseinrichtung, Hochschule, Unternehmen): Kurztext Wenn Sie Maßnahmen oder Forschungs- und Entwicklungsprojekte planen, die der Steigerung der Energieeffizienz, der Senkung des Energieverbrauchs und der Reduzierung der CO2-Emissionen dienen, können Sie unter bestimmten Voraussetzungen einen Zuschuss erhalten. Volltext Das Land Schleswig-Holstein unterstützt Sie im Rahmen des Landesprogramms Wirtschaft 2021–2027 aus Mitteln des Europäischen Fonds für Regionale Entwicklung (EFRE) bei der Umsetzungen von Vorhaben zur Steigerung der Energieeffizienz, Senkung des Energieverbrauchs und Reduzierung der CO2-Emissionen. Sie bekommen die Förderung für * nicht gebäudebezogene investive Maßnahmen zur Erhöhung der Energieeffizienz und dadurch Reduzierung der energiebedingten Treibhausgasemissionen, * nicht gebäudebezogene investive Maßnahmen zur energetischen Optimierung von industriellen und gewerblichen Anlagen und Prozessen, * nicht gebäudebezogene investive Maßnahmen zur Umstellung auf CO2 neutrale Energieträger, sofern diese energieeffizienter sind, * nicht gebäudebezogene Investitionen in Querschnittstechnologien wie Mess-, Steuer- Regel- oder Automatisierungstechnik sowie zugehörige Software, sofern sie zur Verbesserung der Energieeffizienz der zu optimierten Anlagen und Prozesse beiträgt, * Vorhaben, die zur Durchführung und Vorbereitung von Forschungs- und Entwicklungstätigkeiten (Durchführbarkeitsstudien) für neuartige Produkte, Verfahren oder Dienstleistungen dienen, in denen technisch-wissenschaftliche Voraussetzungen für die Entwicklung neuer zukunftsorientierter energieeffizienter Produkte, Verfahren oder Dienstleistungen geschaffen werden, * Pilot- und Demonstrationsvorhaben, die auf die erstmalige Anwendung und Validierung neuer zukunftsorientierter energieeffizienter Produkte, Verfahren oder Dienstleistungen abzielen. Sie bekommen die Förderung als Zuschuss. Die Höhe des Zuschusses hängt von Ihrem Vorhaben und Ihnen als Antragstellerin und Antragsteller ab. Für Forschungs- und Entwicklungsvorhaben beträgt die Höhe des Zuschusses * bis zu 25 Prozent der förderfähigen Kosten für experimentelle Entwicklung, * bis zu 50 Prozent der förderfähigen Kosten für industrielle Forschung und Durchführbarkeitsstudien. Der Zuschuss kann für kleine Unternehmen um 20 Prozent, für mittlere Unternehmen um 10 Prozent sowie für Verbundvorhaben um weitere 15 Prozent erhöht werden, jedoch maximal bis 80 Prozent der förderfähigen Kosten. Für Investitionen beträgt die Höhe des Zuschusses * bis zu 50 Prozent für kleine Unternehmen, * bis zu 40 Prozent für mittlere Unternehmen, * bis zu 30 Prozent für große Unternehmen, jedoch höchstens EUR 2 Millionen je Vorhaben. Die zuwendungsfähigen Ausgaben müssen bei * Forschungs- und Entwicklungsvorhaben mindestens EUR 100.000, * investiven Maßnahmen mindestens EUR 100.000 (als beihilfefreie Förderung: mindestens EUR 200.000), * Durchführbarkeitsstudien mindestens EUR 50.000 betragen. Das Antragsverfahren ist zweistufig. In der 1. Stufe richten Sie Ihren Projektvorschlag bitte vor Beginn der Maßnahme an die Wirtschaftsförderung und Technologietransfer Schleswig-Holstein GmbH (WTSH). Wenn Ihr Projektvorschlag positiv bewertet wird, werden Sie aufgefordert, einen Antrag über das Serviceportal des Landes einzureichen.",
      "label": 0
    }
  ],
  "signature": {
    "instructions": "You are a classifier that has been trained on a codebook for identifying German funding programs that promote democracy. Your task is to classify a given funding program text as either '0' (No Democracy Funding) or '1' (Democracy Funding) based on the provided codebook.\n\nHere is the codebook:\n\n<codebook>\n# Demokratieförderquote - Codebook\n\nDieses Codebook dient als Referenzrahmen für die Annotationsaufgabe, staatliche\nFörderprogramme dahingehend zu klassifizieren, ob sie Demokratie fördern. Die Ergebnisse der\nAnnotation werden für das Training eines Machine-Learning-Modells genutzt, das die\nFörderprogramme automatisiert klassifiziert.\n\n## Demokratieförderung\n\nDiesem Codebook liegt ein normatives Demokratieverständnis zugrunde. Demokratieförderung ist hier verstanden als bottom-up-Prozess. Demokratie soll, wie in der Strategie der Bundesregierung für eine starke, wehrhafte Demokratie und eine offene und vielfältige Gesellschaft formuliert, von innen heraus gestärkt werden.\n\nWir betrachten dies konkret durch den Blick auf die Förderung der Zivilgesellschaft in der Stärkung der Demokratie. Es geht also um **Zwecke der Förderung von Demokratie, für die die Zivilgesellschaft** Mittel vom Staat erhält. Dies sind in der Regel Vereine, Verbände und andere\ngemeinnützige Organisationen. Nicht betrachtet werden Aspekte, die zweifellos auch demokratiefördernd sind, bspw. Parteienfinanzierung, Öffentlich-rechtlicher Rundfunk etc.\n\nWir orientieren uns bei der Auswahl und Benennung dieser Zwecke am §2 im durch die\nBundesregierung auf den Weg gebrachten Entwurf eines Demokratiefördergesetzes, das jedoch\nnach dem Beschluss im Bundeskabinett nie im Deutschen Bundestag zur Abstimmung gestellt\nwurde (Drucksache 20\/5823).\n\n## Kodier-Anweisungen\n\n- Es gibt zwei Möglichkeiten: Demokratieförderung und keine Demokratieförderung.\n- Wir klassifizieren die in Beschreibungstexten erwähnten Zwecke eines Förderprogramms (Siehe 4). Wir klassifizieren nicht, ob wir die Programme für geeignet halten, diesen Zweck zu erreichen oder auf der Basis von vermutenden Intentionen.\n- Sobald die die Beschreibung eines Förderprogramms Zwecke aus einer der Unterkategorien enthält, ist es als Demokratieförderung zu klassifizieren.\n- Es ist möglich, dass ein Förderprogramm mehrere der Kategorien enthält. Dann ist es ebenfalls als Demokratieförderung zu kodieren.\n- Ausgeschlossen werden Grenzfälle, bei denen zwar demokratiefördernde Maßnahmen beantragt werden könnten, oder wo sogar bekannt ist, dass demokratiefördernde Projekte gefördert werden, bei denen jedoch in der Formulierung der Zweck der Demokratieförderung nicht anhand der unten stehenden Zwecke erkennbar ist.\n- Ausgeschlossen werden Förderungen, die nicht eindeutig der Demokratieförderung zuordenbar sind, auch wenn hier verwandte Begriffe auftauchen. Ein Beispiel sind Programme zur Arbeitsmarktintegration.\n- Ausgeschlossen werden Maßnahmen die generell bürgerschaftliches Engagement fördern, nicht jedoch mit dem Ziel aufgesetzt wurden, Engagement für die Demokratie zu fördern.\n\n## Zwecke der Demokratieförderung\n\n**1. Stärkung und Förderung demokratischer Werte, demokratischer Kultur, demokratischen Bewusstseins, des Verständnisses von Demokratie, ihrer Funktionsweisen und ihrer Bedeutung für die Freiheit.**\n\nMaßnahmen, die eine breite Bevölkerung(sgruppe) ansprechen, nicht primär Betroffene von\nantidemokratischen Tendenzen adressieren und im Bereich von Aufklärung, Prävention und der\nVermittlung von grundlegenden Werten aktiv sind.\n\n**2. Die Förderung der Auseinandersetzung mit Fragen der Rechtsstaatlichkeit und der Rolle des Rechts als Grundvoraussetzung einer funktionsfähigen und lebendigen Demokratie.**\n\nMaßnahmen, die dazu beitragen Grundpfeiler von Demokratie zu reflektieren und zu vermitteln\noder die sich dafür einsetzen, dass Rechtsstaatlichkeit gewahrt wird.\n\n\n**3. Die Förderung des Verständnisses für politische Sachverhalte und die Stärkung der Bereitschaft zum demokratischen Engagement durch Maßnahmen der politischen Bildung.**\n\nDie meisten Aspekte von Demokratie funktionieren nicht, ohne dass Bürger*innen wissen, wie\nDemokratie funktioniert, welche Möglichkeiten und Rechte sie in ihr haben und was die aktuelle\npolitische Situation ist. Zwecke von Geldflüssen sind somit demokratiefördernd, wenn sie solche\nBildung ermöglichen sollen.\n\n\n**4. Die Verhinderung der Entstehung jeglicher Form von Extremismus und gruppenbezogener Menschenfeindlichkeit sowie der damit verbundenen Diskriminierungen und die Entgegnung auf diese.**\n\n\nHierzu gehört u.a. die Bekämpfung von Ideologien und Bewegungen, die Demokratie,\nPluralismus und Weltoffenheit entgegenstehen. Beispiele hierfür sind ideologische\nRadikalisierung, Rechtsextremismus, Islamischer Extremismus, Linker Extremismus. Dazu gehört\nauch, wie im Entwurf des DFörG formuliert, das Vor- und Umfeld von Extremismus in den Blick\nzu nehmen.\n\n\n**5. Die Gestaltung von gesellschaftlicher Vielfalt, die Anerkennung von Diversität sowie die Förderung eines respektvollen, die Gleichwertigkeit aller Menschen anerkennenden Umgangs und der Selbstbefähigung, Selbstermächtigung und Selbstbestimmung der von Diskriminierung betroffenen Gruppen.**\n\nFörderung von Maßnahmen, die Pluralismus und Diversität, das Empowerment von\ndiskriminierten Gruppen und die Sensibilisierung für diskriminierungskritische Arbeit betreiben.\nDiskriminierungsfaktoren sind insbesondere, Antisemitismus, Antiziganismus,\nAntidiskriminierung, Homosexuellen- und Trans*feindlichkeit, Islam- und Muslimfeindlichkeit,\nRassismus. Dazu gehört auch, Verschwörungserzählungen, Fake News, Hate Speech,\ndiskriminierendes und undemokratisches Verhalten in den sozialen und anderen Medien zu\nbekämpfen.\n\n**6. Stärkung und Förderung des Wissenstransfers, der Qualifizierung sowie der Vernetzung der Träger der Maßnahmen in den Bereichen Demokratieförderung. Vielfaltgestaltung, Extremismusprävention und politische Bildung.**\n\nMaßnahmen, die Akteur*innen in den Feldern Extremismusprävention und diversitätssensible\nArbeit schulen, vernetzen, ausbilden und qualifizieren, mit dem Ziel, Wissen zu teilen und\nzugänglich zu machen.\n\n**7. Die Stärkung überregionaler Strukturen, ...**\n\n- **... die betroffene Personen, Verbände und Institutionen im Umgang mit jeglicher Form von Extremismus und gruppenbezogener Menschenfeindlichkeit sowie damit verbundenen Diskriminierungen beraten und unterstützen.**\n- **... die Opfer von politisch und ideologisch motivierter Gewalt sowie Betroffenen von Diskriminierung im gesamten Bundesgebiet beraten und unterstützen.**\n- **... die Personen, die sich aus extremistischen Gruppen lösen wollen, beraten und unterstützen. Maßnahmen, die bestehende Strukturen (Einrichtungen, Organisationen, Netzwerke und Vereine) fördern und sich daran orientieren, langfristige Arbeitszusammenhänge zu ermöglichen. Die Maßnahmen können Projektcharakter haben, zahlen aber darauf ein, eine Verstetigung in den jeweiligen Tätigkeitsfeldern zu erreichen.**\n\n**8. Demokratieforschung & Qualifizierung im Feld**\n\nFörderung von Forschungsinstitutionen und -projekten. Zum Beispiel zur Qualität von\nqualifizierenden Maßnahmen und der Vernetzung von Trägern im Bereich Demokratieförderung.\n\n\n<\/codebook>\n\nNow, classify the following funding program text:\n\nFunding Program Text: {funding_program_text}\nLabel:",
    "fields": [
      {
        "prefix": "Funding Program Text:",
        "description": "${funding_program_text}"
      },
      {
        "prefix": "Label:",
        "description": "${label}"
      }
    ]
  },
  "lm": null,
  "metadata": {
    "dependency_versions": {
      "python": "3.12",
      "dspy": "2.6.27",
      "cloudpickle": "3.1"
    }
  }
}